<template xmlns:v-slot="http://www.w3.org/1999/XSL/Transform">
    <div>
        <v-container>
            <div class="mt-10">
                <div>
                    <div class="nf-input-file">
                        <v-image-input
                                class="nf-input-file-main"
                                clearable
                                hideActions
                                uploadIcon="Yangi rasm"
                                clearIcon="rasmni o’chirish"
                                image-format="jpeg"
                                overlayBorderColor="red"
                        />
                    </div>
                </div>
                <div>
                    <p class="uzbekneftegaz-profile-assistant-profile-title">Анваров Тимур Шухратович</p>
                    <div class="nf-bottom-line pb-6">
                        <p class="mt-5">
                        <span class="mr-2">
                                <svg height="15" width="15" viewBox="-42 0 512 512.002"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <path fill="#00a5e2"
                                          d="m210.351562 246.632812c33.882813 0 63.222657-12.152343 87.195313-36.128906 23.972656-23.972656 36.125-53.304687 36.125-87.191406 0-33.875-12.152344-63.210938-36.128906-87.191406-23.976563-23.96875-53.3125-36.121094-87.191407-36.121094-33.886718 0-63.21875 12.152344-87.191406 36.125s-36.128906 53.308594-36.128906 87.1875c0 33.886719 12.15625 63.222656 36.132812 87.195312 23.976563 23.96875 53.3125 36.125 87.1875 36.125zm0 0"/>
                                 <path fill="#00a5e2"
                                       d="m426.128906 393.703125c-.691406-9.976563-2.089844-20.859375-4.148437-32.351563-2.078125-11.578124-4.753907-22.523437-7.957031-32.527343-3.308594-10.339844-7.808594-20.550781-13.371094-30.335938-5.773438-10.15625-12.554688-19-20.164063-26.277343-7.957031-7.613282-17.699219-13.734376-28.964843-18.199219-11.226563-4.441407-23.667969-6.691407-36.976563-6.691407-5.226563 0-10.28125 2.144532-20.042969 8.5-6.007812 3.917969-13.035156 8.449219-20.878906 13.460938-6.707031 4.273438-15.792969 8.277344-27.015625 11.902344-10.949219 3.542968-22.066406 5.339844-33.039063 5.339844-10.972656 0-22.085937-1.796876-33.046874-5.339844-11.210938-3.621094-20.296876-7.625-26.996094-11.898438-7.769532-4.964844-14.800782-9.496094-20.898438-13.46875-9.75-6.355468-14.808594-8.5-20.035156-8.5-13.3125 0-25.75 2.253906-36.972656 6.699219-11.257813 4.457031-21.003906 10.578125-28.96875 18.199219-7.605469 7.28125-14.390625 16.121094-20.15625 26.273437-5.558594 9.785157-10.058594 19.992188-13.371094 30.339844-3.199219 10.003906-5.875 20.945313-7.953125 32.523437-2.058594 11.476563-3.457031 22.363282-4.148437 32.363282-.679688 9.796875-1.023438 19.964844-1.023438 30.234375 0 26.726562 8.496094 48.363281 25.25 64.320312 16.546875 15.746094 38.441406 23.734375 65.066406 23.734375h246.53125c26.625 0 48.511719-7.984375 65.0625-23.734375 16.757813-15.945312 25.253906-37.585937 25.253906-64.324219-.003906-10.316406-.351562-20.492187-1.035156-30.242187zm0 0"/>
                            </svg>
                            </span>
                            Asosiy ma’lumot
                        </p>
                        <ul class="mt-5 uzbekneftegaz-profile-assistant-profile-list">
                            <li>Tashkilot: АО "Узбекнефтегаз"</li>
                            <li>Bo’linma: Отдел исследований, инновации и локализации</li>
                            <li>Lavozim nomi: Главный специалист</li>
                            <li>Tug'ilgan sanasi: 17 апр 1980</li>
                            <li>Jinsi: Мужской</li>
                        </ul>
                    </div>
                    <div class="nf-bottom-line pb-6">
                        <p class="mt-5">
                        <span class="mr-2">
                            <svg width="15" height="15" xmlns="http://www.w3.org/2000/svg"
                                 xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Layer_1" x="0px"
                                 y="0px" viewBox="0 0 542 542" enable-background="new 0 0 542 542" xml:space="preserve">
                            <path fill="#469ECE"
                                  d="M498.5,355.8c-33.2,0-65.8-5.2-96.6-15.4c-15.1-5.2-33.7-0.4-43,9.1l-60.9,46  c-70.7-37.7-114.2-81.2-151.4-151.4l44.7-59.4c11.6-11.6,15.8-28.5,10.8-44.4c-10.2-31-15.5-63.6-15.5-96.8C186.5,19.5,167,0,143,0  H43.5C19.5,0,0,19.5,0,43.5C0,318.4,223.6,542,498.5,542c24,0,43.5-19.5,43.5-43.5v-99.3C542,375.3,522.5,355.8,498.5,355.8z"/>
                            </svg>
                        </span>
                            Aloqa
                        </p>
                        <ul class="mt-5 uzbekneftegaz-profile-assistant-profile-list">
                            <li>Tashkilot: АО "Узбекнефтегаз"</li>
                            <li>Bo’linma: Отдел исследований, инновации и локализации</li>
                            <li>Lavozim nomi: Главный специалист</li>
                            <li>Tug'ilgan sanasi: 17 апр 1980</li>
                            <li>Jinsi: Мужской</li>
                        </ul>
                    </div>
                    <div class="nf-bottom-line pb-6">
                        <p class="mt-5">
                        <span class="mr-2">
                            <svg width="15" height="15" xmlns="http://www.w3.org/2000/svg"
                                 xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Layer_1" x="0px"
                                 y="0px" viewBox="0 0 401.9 536" enable-background="new 0 0 401.9 536"
                                 xml:space="preserve">
                            <path fill="#469ECE"
                                  d="M200.9,0C90.1,0,0,88.5,0,197.3c0,28.4,5.9,55.5,17.6,80.6c50.2,107.9,146.6,221.9,174.9,254.3  c2.1,2.4,5.2,3.8,8.5,3.8c3.3,0,6.4-1.4,8.5-3.8c28.3-32.4,124.6-146.3,174.9-254.3c11.7-25.1,17.6-52.2,17.6-80.6  C401.9,88.5,311.7,0,200.9,0L200.9,0z M200.9,299.8c-57.6,0-104.4-46-104.4-102.5c0-56.5,46.8-102.5,104.4-102.5  c57.6,0,104.4,46,104.4,102.5C305.3,253.8,258.5,299.8,200.9,299.8L200.9,299.8z M200.9,299.8"/>
                            </svg>
                        </span>
                            Manzil
                        </p>
                        <ul class="mt-5 uzbekneftegaz-profile-assistant-profile-list">
                            <li>Tashkilot: АО "Узбекнефтегаз"</li>
                            <li>Bo’linma: Отдел исследований, инновации и локализации</li>
                            <li>Lavozim nomi: Главный специалист</li>
                            <li>Tug'ilgan sanasi: 17 апр 1980</li>
                            <li>Jinsi: Мужской</li>
                        </ul>
                    </div>
                    <div>
                        <p class="mt-5">
                        <span class="mr-2">
                                <svg height="15" width="15" xmlns="http://www.w3.org/2000/svg"
                                     xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Layer_1" x="0px"
                                     y="0px" viewBox="0 0 853 800" enable-background="new 0 0 853 800"
                                     xml:space="preserve"><path fill="#00A5E2" d="M150,587.5v53.2h104.4v-53.2H150z M598.6,587.5v53.2H703v-53.2H598.6z M752.9,693.8H548.6v-53.1H304.4    v53.1H100v-53.1H0V800h853V640.6h-100V693.8z M589.8,106.6v-0.9c0-58.1-44.5-105.3-99.1-105.3H362.4c-54.7,0-99.1,47.2-99.1,105.3    v0.9H0v481h100v-53.1h204.4v53.1h244.2v-53.1h204.4v53.1h100v-481H589.8z M539.8,106.6H313.2v-0.9c0-28.8,22-52.2,49.2-52.2h128.2    c27.1,0,49.2,23.4,49.2,52.2V106.6z">
                                    </path>
                                </svg>
                        </span>
                            Ish tajribasi
                        </p>
                        <ul class="mt-5 uzbekneftegaz-profile-assistant-profile-list">
                            <li>Tashkilot: АО "Узбекнефтегаз"</li>
                            <li>Bo’linma: Отдел исследований, инновации и локализации</li>
                            <li>Lavozim nomi: Главный специалист</li>
                            <li>Tug'ilgan sanasi: 17 апр 1980</li>
                            <li>Jinsi: Мужской</li>
                        </ul>
                    </div>
                </div>
            </div>
        </v-container>
    </div>
</template>
<script>
    export default {

        data: () => ({
            items: ['Foo', 'Bar', 'Fizz', 'Buzz'],
            date: new Date().toISOString().substr(0, 10),
            menu2: false,
        }),

    };
</script>
